import React from "react";

const Donation = () => {
  return (
    <div id="donation" className="px-3 md:px-10 py-10 bg-[#E5E8EF]">
      <div className="">
        <h1 className="text-4xl ps-2 lg:ps-0 text-[#05A541]">অনুদান</h1>
        <hr className="h-1 lg:ps-0 w-[50%] md:w-[15%] bg-[#9EDF24]  mt-3 " />
      </div>
      <p className=" text-lg py-16">
        আমাদের আশেপাশে অনেক অসহায় মানুষ থাকে, যাদের চাওয়া বেশি কিছু না। কিন্তু,
        ইচ্ছা থাকলেও তাদের জন্য কিছু করা সম্ভব হয়না একার পক্ষে। আপনি হয়তো ২
        টাকা, ৫ টাকা, ১০ টাকা দরিদ্র মানুষকে সাহায্য হিসেবে দিয়ে থাকেন। আপনার
        দেওয়া এই ২ টাকা, ৫ টাকা, ১০ টাকা দিয়ে তারা যে সাহায্য পায় সেটা দিয়ে
        তাদের দিনগুলো ভালো যায় কিন্তু তাদের অবস্থার স্থায়ী কোনো পরিবর্তন হয়না।
        তাদেরকে সাবলম্বী করে গড়ে তোলার জন্য ই আমাদের এই অনুদান প্রয়াস। অনেকের
        দেওয়া এই ২/৫/১০ টাকা সম্মীলিত পর্যায়ে এই অনুদান একটা নির্দিষ্ট পরিমাণ
        হবে। যেটা তাঁদের অবস্থার স্থায়ী পরিবর্তন এর মধ্য দিয়ে নিজেরা সাবলম্বী
        করে নিতে পারবে। তাদের জন্যই আমাদের এই অনুদান । আপনার/আমার করা এই অনুদান
        তাদেরকে বুঝিয়ে দেওয়ার প্রয়োজনীয় ছবি / তথ্য আমাদের অ্যাপ এর মাধ্যমে
        জানিয়ে দেওয়া হবে।
      </p>
    </div>
  );
};

export default Donation;
