import React from "react";
import "./faq.css";
const Faq = () => {
  return (
    <>
      <div className="my-10">
        <p className="text-center text-2xl md:text-4xl font-bold">
          সচরাচর জিজ্ঞাসা
        </p>
        <div className=" py-5 mt-8 px-3 md:px-20 faq-bg">
          <div className="collapse collapse-plus  border bg-white shadow-md border-[#E01F5B]">
            <input type="radio" name="my-accordion-3" />
            <div className="collapse-title text-xl font-medium">
              থেরাপিস্ট কারা?
            </div>
            <div className="collapse-content">
              <p>
                {" "}
                BetterHelp-এর থেরাপিস্টরা হলেন লাইসেন্সপ্রাপ্ত, প্রশিক্ষিত,
                অভিজ্ঞ এবং স্বীকৃত মনোবিজ্ঞানী (PhD/PsyD), লাইসেন্সপ্রাপ্ত বিবাহ
                এবং পারিবারিক থেরাপিস্ট (LMFT), লাইসেন্সপ্রাপ্ত ক্লিনিকাল
                সোশ্যাল ওয়ার্কার (LCSW/LMSW), অথবা লাইসেন্সপ্রাপ্ত পেশাদার
                পরামর্শদাতা (LPC)। তাদের প্রত্যেকেরই তাদের ক্ষেত্রে মাস্টার্স
                ডিগ্রি বা ডক্টরেট ডিগ্রি রয়েছে। তারা প্রয়োজনীয় শিক্ষা,
                পরীক্ষা, প্রশিক্ষণ এবং অনুশীলন সফলভাবে সম্পন্ন করার পরে তাদের
                রাজ্যের পেশাদার বোর্ড দ্বারা যোগ্য এবং প্রত্যয়িত হয়েছে। যদিও
                তাদের অভিজ্ঞতা, দক্ষতা এবং ব্যাকগ্রাউন্ড পরিবর্তিত হয়, তারা
                সকলেই কমপক্ষে 3 বছর এবং 1,000 ঘন্টার অভিজ্ঞতার অধিকারী
              </p>
            </div>
          </div>
          <div className="collapse bg-white collapse-plus mt-2 border shadow-md border-[#E01F5B]">
            <input type="radio" name="my-accordion-3" />
            <div className="collapse-title text-xl font-medium">
              কে আপনাকে সাহায্য করবে?
            </div>
            <div className="collapse-content">
              <p>
                আপনি সাইন আপ করার পরে, আমরা আপনাকে একজন উপলভ্য থেরাপিস্টের সাথে
                মিলিত করব যিনি আপনার উদ্দেশ্য, পছন্দ এবং আপনি যে ধরণের সমস্যার
                সাথে কাজ করছেন তার সাথে মানানসই। বিভিন্ন থেরাপিস্টের বিভিন্ন
                পন্থা এবং ফোকাসের ক্ষেত্র রয়েছে, তাই আপনার জন্য সেরা ফলাফল
                অর্জন করতে পারে এমন সঠিক ব্যক্তিকে খুঁজে পাওয়া গুরুত্বপূর্ণ।
                আমরা খুঁজে পেয়েছি যে আমরা বেশিরভাগ সময় একটি সফল ম্যাচ প্রদান
                করতে সক্ষম; যাইহোক, আপনি যদি প্রক্রিয়া শুরু করেন এবং আপনি মনে
                করেন যে আপনার থেরাপিস্ট আপনার জন্য উপযুক্ত নয়, আপনি অন্য একজন
                থেরাপিস্টের সাথে মিলিত হতে বেছে নিতে পারেন।
              </p>
            </div>
          </div>
          <div className="collapse bg-white collapse-plus mt-2 border shadow-md border-[#E01F5B]">
            <input type="radio" name="my-accordion-3" />
            <div className="collapse-title text-xl font-medium">
              বেটারহেল্প কি আমার জন্য সঠিক?
            </div>
            <div className="collapse-content">
              <p>
                আপনি যদি আপনার জীবনের মান উন্নত করতে চান তবে BetterHelp আপনার
                জন্য সঠিক হতে পারে। যখনই এমন কিছু থাকে যা আপনার সুখে হস্তক্ষেপ
                করে বা আপনাকে আপনার লক্ষ্য অর্জনে বাধা দেয়, আমরা সাহায্য করতে
                সক্ষম হতে পারি। আমাদের থেরাপিস্টও আছে যারা স্ট্রেস, উদ্বেগ,
                সম্পর্ক, অভিভাবকত্ব, বিষণ্নতা, আসক্তি, খাওয়া, ঘুম, আঘাত, রাগ,
                পারিবারিক দ্বন্দ্ব, এলজিবিটি বিষয়, শোক, ধর্ম, আত্মসম্মান এবং
                আরও অনেক কিছুর মতো নির্দিষ্ট বিষয়ে বিশেষজ্ঞ। নিচের যেকোনো একটি
                সত্য হলে BetterHelp আপনার জন্য সঠিক সমাধান নয়: আপনি একজন নাবালক
                অথবা আপনি একজন আইনি অভিভাবকের তত্ত্বাবধানে আছেন আপনি একটি জরুরী
                সংকট বা একটি জরুরী পরিস্থিতিতে আছেন
              </p>
            </div>
          </div>
          <div className="collapse bg-white collapse-plus mt-2 border shadow-md border-[#E01F5B]">
            <input type="radio" name="my-accordion-3" />
            <div className="collapse-title text-xl font-medium">
              আমি সাইন আপ করার পরে, কতক্ষণ পর্যন্ত আমি একজন থেরাপিস্টের সাথে
              মিলিত হব?
            </div>
            <div className="collapse-content">
              <p>
                আপনি যদি আপনার জীবনের মান উন্নত করতে চান তবে BetterHelp আপনার
                জন্য সঠিক হতে পারে। যখনই এমন কিছু থাকে যা আপনার সুখে হস্তক্ষেপ
                করে বা আপনাকে আপনার লক্ষ্য অর্জনে বাধা দেয়, আমরা সাহায্য করতে
                সক্ষম হতে পারি। আমাদের থেরাপিস্টও আছে যারা স্ট্রেস, উদ্বেগ,
                সম্পর্ক, অভিভাবকত্ব, বিষণ্নতা, আসক্তি, খাওয়া, ঘুম, আঘাত, রাগ,
                পারিবারিক দ্বন্দ্ব, এলজিবিটি বিষয়, শোক, ধর্ম, আত্মসম্মান এবং
                আরও অনেক কিছুর মতো নির্দিষ্ট বিষয়ে বিশেষজ্ঞ। নিচের যেকোনো একটি
                সত্য হলে BetterHelp আপনার জন্য সঠিক সমাধান নয়: আপনি একজন নাবালক
                অথবা আপনি একজন আইনি অভিভাবকের তত্ত্বাবধানে আছেন আপনি একটি জরুরী
                সংকট বা একটি জরুরী পরিস্থিতিতে আছেন
              </p>
            </div>
          </div>
          <div className="collapse bg-white collapse-plus mt-2 border shadow-md border-[#E01F5B]">
            <input type="radio" name="my-accordion-3" />
            <div className="collapse-title text-xl font-medium">
              বেটারহেল্প কি আমার জন্য সঠিক?
            </div>
            <div className="collapse-content">
              <p>
                আপনি যদি আপনার জীবনের মান উন্নত করতে চান তবে BetterHelp আপনার
                জন্য সঠিক হতে পারে। যখনই এমন কিছু থাকে যা আপনার সুখে হস্তক্ষেপ
                করে বা আপনাকে আপনার লক্ষ্য অর্জনে বাধা দেয়, আমরা সাহায্য করতে
                সক্ষম হতে পারি। আমাদের থেরাপিস্টও আছে যারা স্ট্রেস, উদ্বেগ,
                সম্পর্ক, অভিভাবকত্ব, বিষণ্নতা, আসক্তি, খাওয়া, ঘুম, আঘাত, রাগ,
                পারিবারিক দ্বন্দ্ব, এলজিবিটি বিষয়, শোক, ধর্ম, আত্মসম্মান এবং
                আরও অনেক কিছুর মতো নির্দিষ্ট বিষয়ে বিশেষজ্ঞ। নিচের যেকোনো একটি
                সত্য হলে BetterHelp আপনার জন্য সঠিক সমাধান নয়: আপনি একজন নাবালক
                অথবা আপনি একজন আইনি অভিভাবকের তত্ত্বাবধানে আছেন আপনি একটি জরুরী
                সংকট বা একটি জরুরী পরিস্থিতিতে আছেন
              </p>
            </div>
          </div>
        </div>
      </div>
    </>
  );
};

export default Faq;
