import React from "react";
import Navbar from "../Navbar/Navbar";
import Footer from "../Footer/Footer";

const Privacy = () => {
  return (
    <div>
      <div className="bg-[#04A83F]">
        <Navbar></Navbar>
      </div>
      <div>
        <div className="py-8 px-5 md:px-10 ">
          <h2 className="text-center text-3xl">গোপনীয়তা নীতি</h2>
          <div>
            <h1 className="text-2xl pt-8">আমরা কি তথ্য সংগ্রহ করবো ?</h1>
            <p>
              আপনি যখন আমাদের সাইটে সাইন ইন করেন বা আমাদের ফর্ম ফিল্ডে তথ্য
              প্রদান করেন তখনই আমরা ব্যক্তিগতভাবে শনাক্তযোগ্য তথ্য সংগ্রহ করি।
              আপনাকে আপনার পুরো নাম, ইমেল ঠিকানা, মেইলিং ঠিকানা এবং ফোন নম্বর
              প্রদান করার জন্য অনুরোধ করা হতে পারে।
            </p>
            <h1 className="text-2xl ">এই তথ্য দিয়ে আমরা কি করব?</h1>
            <p>
              আমরা যে বিবরণ সংগ্রহ করি তা নিম্নলিখিত উপায়ে ব্যবহার করা যেতে
              পারে:
            </p>{" "}
            <h1 className="text-2xl ">আমাদের ওয়েবসাইটকে আরও ভালো করতে:</h1>
            <p>
              আমরা আপনার কাছ থেকে পাওয়া বিশদ বিবরণ এবং প্রতিক্রিয়ার ভিত্তিতে
              আমাদের ওয়েবসাইটের কার্যকারিতা এবং পরিষেবাগুলিকে উন্নত করার চেষ্টা
              করি।
            </p>
            <h1 className="text-2xl ">আমাদের গ্রাহক পরিষেবা উন্নত করতে:</h1>
            <p>
              আপনার বিশদ বিবরণ আমাদের অবিলম্বে আপনার গ্রাহক পরিষেবা অনুরোধ এবং
              সহায়তার প্রয়োজনে প্রতিক্রিয়া জানাতে দেয়।
            </p>
            <h1 className="text-2xl ">আমরা কিভাবে আপনার তথ্য সুরক্ষিত করব?</h1>
            <p>
              আপনি যখন আপনার ব্যক্তিগত তথ্য প্রদান করেন, প্রবেশ করেন বা
              অ্যাক্সেস করেন তখন আপনার ব্যক্তিগত বিবরণের নিরাপত্তা বজায় রাখার
              জন্য আমরা বিভিন্ন পদক্ষেপ নিয়েছি। আপনার বিবরণ একটি পাসওয়ার্ড
              এনক্রিপ্ট করা ডাটাবেসে সংরক্ষণ করা হয়.
            </p>{" "}
          </div>
        </div>
      </div>
      <div className="bg-[#04A83F]">
        <Footer></Footer>
      </div>
    </div>
  );
};

export default Privacy;
